-- phpMyAdmin SQL Dump
-- version phpStudy 2014
-- http://www.phpmyadmin.net
--
-- 主机: localhost
-- 生成日期: 2016 年 10 月 12 日 18:08
-- 服务器版本: 5.5.38
-- PHP 版本: 5.3.29

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `sk_guest`
--

-- --------------------------------------------------------

--
-- 表的结构 `tg_friend`
--

CREATE TABLE IF NOT EXISTS `tg_friend` (
  `tg_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '//id',
  `tg_touser` varchar(20) NOT NULL COMMENT '//被添加的人',
  `tg_fromuser` varchar(20) NOT NULL COMMENT '//添加的人',
  `tg_content` varchar(200) NOT NULL COMMENT '//验证内容',
  `tg_state` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '//验证状态',
  `tg_date` datetime NOT NULL COMMENT '//验证时间',
  PRIMARY KEY (`tg_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- 转存表中的数据 `tg_friend`
--

INSERT INTO `tg_friend` (`tg_id`, `tg_touser`, `tg_fromuser`, `tg_content`, `tg_state`, `tg_date`) VALUES
(1, '布克', '单凯', '亲,加一波好友呗,我是单凯', 0, '2016-09-28 21:53:39'),
(2, '单凯', '德罗赞', '亲，加一波好友呗，我是单凯', 0, '2016-09-28 22:18:12'),
(3, '单凯', '库里', '亲，加一波好友呗，我是单凯', 1, '2016-09-28 22:18:32'),
(4, '单凯', '蜘蛛侠', '亲，加一波好友呗，我是单凯', 1, '2016-09-28 22:18:44'),
(6, '单凯', '保罗·乔治', '亲，加一波好友呗，我是单凯', 1, '2016-09-28 22:19:11'),
(7, '克莱·汤普森', '单凯', '亲,加一波好友呗,我是单凯，我想跟你学习打篮球。', 0, '2016-10-10 20:27:45');

-- --------------------------------------------------------

--
-- 表的结构 `tg_message`
--

CREATE TABLE IF NOT EXISTS `tg_message` (
  `tg_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '//id',
  `tg_touser` varchar(20) NOT NULL COMMENT '//收信人',
  `tg_fromuser` varchar(20) NOT NULL COMMENT '//发信人',
  `tg_content` varchar(200) NOT NULL COMMENT '//发信内容',
  `tg_date` datetime NOT NULL COMMENT '//发信时间',
  `tg_state` tinyint(1) NOT NULL DEFAULT '0' COMMENT '//是否已读',
  PRIMARY KEY (`tg_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=37 ;

--
-- 转存表中的数据 `tg_message`
--

INSERT INTO `tg_message` (`tg_id`, `tg_touser`, `tg_fromuser`, `tg_content`, `tg_date`, `tg_state`) VALUES
(1, '孙茂昀', '单凯', '孙茂昀，明天上午你在实验室吗？', '2016-09-19 22:20:25', 1),
(2, '布克', '单凯', '布克，你今年还在太阳队打球吗？你很有超级巨星的潜质，加油！', '2016-09-19 22:22:40', 0),
(3, '邓肯', '单凯', '“未来是你的，未来是你的”，你还是退役了。', '2016-09-20 00:04:56', 0),
(4, '单凯', '丁宁', '你好，欢迎来到国家乒乓球队，好好努力，拿一个奥运冠军。', '2016-09-20 00:08:01', 1),
(5, '单凯', '欧文', '我教给你的过人动作练得如何了？', '2016-09-20 00:09:55', 1),
(6, '单凯', '孙茂昀', '我是孙茂昀，你什么时候来实验室？', '2016-09-20 18:24:03', 1),
(7, '单凯', '德罗赞', '你好，我是德罗赞，我来自猛龙，我是得分后卫。', '2016-09-26 23:08:26', 1),
(18, '单凯', '布克', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:51:07', 1),
(17, '单凯', '布克', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:50:14', 1),
(13, '吉诺比利', '吉诺比利', 'jkfgjsdklj;sk;jk 房间观看了京东方科技高科技的风口浪尖的非官方的', '2016-09-27 17:05:03', 0),
(14, '布克', '吉诺比利', 'buke ,mniodisfkljdkjfkl;jaskldjfklsdfjkljsdkljfkdls', '2016-09-27 17:05:43', 0),
(19, '单凯', '詹姆斯', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:52:47', 1),
(20, '单凯', '韦德', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:53:02', 1),
(21, '单凯', '科比', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:53:17', 1),
(22, '单凯', '吉诺比利', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:53:33', 1),
(23, '单凯', '欧文', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:53:45', 1),
(24, '单凯', '孙茂昀', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:54:12', 1),
(25, '单凯', '邓肯', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:54:23', 1),
(26, '单凯', '库里', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:54:42', 1),
(27, '单凯', '克莱·汤普森', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:55:01', 1),
(28, '单凯', '丁宁', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:55:17', 1),
(29, '单凯', '保罗·乔治', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:59:23', 1),
(30, '超人', '保罗·乔治', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 17:59:37', 0),
(31, '蜘蛛侠', '保罗·乔治', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 18:00:00', 0),
(32, '忍者神龟', '保罗·乔治', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 18:00:14', 0),
(33, '钢铁侠', '保罗·乔治', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 18:00:30', 0),
(34, '单凯', '钢铁侠', '夫君子之行，静以修身，俭以养德。非澹泊无以明志，非宁静无以致远。夫学须静也，才须学也，非学无以广才，非志无以成学。淫慢则不能励精，险躁则不能冶性。年与时驰，意与日去，遂成枯落，多不接世，悲守穷庐，将复何及！', '2016-09-27 18:03:49', 1);

-- --------------------------------------------------------

--
-- 表的结构 `tg_user`
--

CREATE TABLE IF NOT EXISTS `tg_user` (
  `tg_id` mediumint(8) unsigned NOT NULL AUTO_INCREMENT COMMENT '//用户自动编号',
  `tg_uniqid` char(40) NOT NULL COMMENT '//验证身份的唯一标识符',
  `tg_active` char(40) NOT NULL COMMENT '//激活登录账户',
  `tg_username` varchar(20) NOT NULL COMMENT '//用户名',
  `tg_password` char(40) NOT NULL COMMENT '//密码',
  `tg_question` varchar(20) NOT NULL COMMENT '//密码提示',
  `tg_answer` char(40) NOT NULL COMMENT '//密码回答',
  `tg_email` varchar(40) DEFAULT NULL COMMENT '//电子邮件',
  `tg_qq` varchar(10) DEFAULT NULL COMMENT '//qq',
  `tg_url` varchar(40) DEFAULT NULL COMMENT '//首页地址',
  `tg_gender` char(1) NOT NULL COMMENT '//性别',
  `tg_face` varchar(40) NOT NULL COMMENT '//头像',
  `tg_level` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '//会员等级',
  `tg_reg_time` datetime NOT NULL COMMENT '//注册时间',
  `tg_last_time` datetime NOT NULL COMMENT '//最后登录时间',
  `tg_last_ip` varchar(20) NOT NULL COMMENT '//最后登录地址',
  `tg_login_count` smallint(4) unsigned NOT NULL DEFAULT '0' COMMENT '//登录次数',
  PRIMARY KEY (`tg_id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=35 ;

--
-- 转存表中的数据 `tg_user`
--

INSERT INTO `tg_user` (`tg_id`, `tg_uniqid`, `tg_active`, `tg_username`, `tg_password`, `tg_question`, `tg_answer`, `tg_email`, `tg_qq`, `tg_url`, `tg_gender`, `tg_face`, `tg_level`, `tg_reg_time`, `tg_last_time`, `tg_last_ip`, `tg_login_count`) VALUES
(23, 'c3d4d7e5bc1c2691d4c900e5c30281b2ebb04b84', '', '保罗·乔治', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '3de2c515ec82ffbb08393c0e5496980f0afbae83', 'george@gmail.com', '1234511', 'http://george.com', '男', 'face/m77.gif', 0, '2016-08-20 22:25:20', '2016-09-27 17:06:32', '::1', 1),
(22, 'ee9a7173615371ca06c68af0bf408d8264e270b5', '', '丁宁', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', 'b494386de4b569534f6c9bc2be7fc85fe36467f8', 'dingning@163.com', '1231231231', 'http://dingnig.com.cn', '女', 'face/m82.gif', 0, '2016-08-20 22:23:08', '2016-09-20 00:06:26', '::1', 1),
(5, '48b97449929691deba61b99db526feb1325ae53e', '9565e8f82dcf635b5dc1b817398eefe249235e42', 'sangchunquan', 'f7a9e24777ec23212c54d7a350bc5bea5477fdbb', '我家的狗狗', '4d5cf6a96cf8a438e3ae210bf7b2dac02b6fa1a4', '1072183582@qq.com', '1072183582', 'http://www.123-..com.cn.net', '男', 'face/m01.gif', 0, '2016-08-13 23:19:08', '2016-08-13 23:19:08', '::1', 0),
(6, '4a06ae4694f3324f79b6ce41e8d0431f75cf65a6', '6d4d7d265b7d70d835a1e335a5d9cc5ed3800536', 'sunmaoyun', 'fa6977c99b809db68e1c56888ec38bd004719b39', 'lily''s dog', '6e66f696da0030fb7524f1a6f8eaf3e5a9f22fa3', '122@qq.com', '12345678', 'http://cecurio.com.cn', '男', 'face/m01.gif', 0, '2016-08-13 23:28:40', '2016-08-13 23:28:40', '::1', 0),
(7, 'e088ed0e667fe1f01c5bacb6d7cd3f401026f3bb', '2f694a68e2c54ae1521c55fdc99ada3dd0efdd23', 'shiyulong111', '3d4f2bf07dc1be38b20cd6e46949a1071f9d0e3d', '我家的狗狗', '4d5cf6a96cf8a438e3ae210bf7b2dac02b6fa1a4', '1072183582@qq.com', '1072183582', 'http://cecurio.com', '男', 'face/m08.gif', 0, '2016-08-13 23:30:57', '2016-08-13 23:30:57', '::1', 0),
(21, '5afd5b3be1bbb15b505005d5c3134142309843fa', '', '科比', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '6c53373238a5d7a6a1fc5333ec9f087b9966246b', 'kebi@gmail.com', '123569874', 'http://kebi.com', '男', 'face/m78.gif', 0, '2016-08-20 22:18:24', '2016-08-20 22:18:24', '::1', 0),
(20, '4658cbb80e8f1550d781e9d9b96104278b6e6230', '', '超人', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '4b352da6cbb1254887d074cfc51e964888d73935', 'chaoren@163.com', '1112535595', 'http://chaoren.com', '男', 'face/m66.gif', 0, '2016-08-20 21:48:05', '2016-08-20 21:48:05', '::1', 0),
(18, 'c127a20532a0d4e581df640dd04c6c12d4908959', '', '钢铁侠', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '3182424c04f77074c340c383dd2e126df7202b7a', 'gangtiexia@qq.com', '312523485', 'http://gangtiexia.com.cn', '男', 'face/m32.gif', 0, '2016-08-20 21:21:58', '2016-08-20 21:21:58', '::1', 0),
(19, 'dd99825950a9caa4d4241d8bcae0106ac790bb88', '', '忍者神龟', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', 'd6113c0e63978c510a7332d562a656f93aa1316d', 'renzheshengui@sina.com', '111111111', 'http://renzheshengui.com', '男', 'face/m65.gif', 0, '2016-08-20 21:42:42', '2016-08-20 21:42:42', '::1', 0),
(17, '5345f5c46a5c33cd7a622d754727351663bcfedf', '', '蜘蛛侠', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '24f5ce8e91819227fc1159a51483d49fc8aaa9f1', '1619110231@qq.com', '123456987', 'http://zhizhuxia.com', '男', 'face/m41.gif', 0, '2016-08-20 21:19:57', '2016-08-20 21:19:57', '::1', 0),
(14, '9b04b19604d54b41b03c247727dabb457fb4574c', '', '坏人', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是坏人', 'ab99081f1d48f197174a19625d469e00252b4470', 'huairen@163.com', '21214565', 'http://huairen.com', '男', 'face/m32.gif', 0, '2016-08-20 08:56:06', '2016-08-20 08:56:06', '::1', 0),
(15, '573956686e177494bdaaaa2eb91ef17b4544ba3d', '', '单凯1996', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我家的狗狗', '4d5cf6a96cf8a438e3ae210bf7b2dac02b6fa1a4', '1072183582@qq.com', '1072183582', 'http://cecurio.com', '男', 'face/m60.gif', 0, '2016-08-20 10:53:53', '2016-08-20 10:53:53', '::1', 0),
(16, '1cd3269d57ccd5306ec8a3588632635adb1c4da1', '', 'shankai', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我家的狗狗', '4d5cf6a96cf8a438e3ae210bf7b2dac02b6fa1a4', '1072183582@qq.com', '1072183582', 'http://cecurio.com', '男', 'face/m01.gif', 0, '2016-08-20 18:06:04', '2016-09-26 18:34:01', '::1', 1),
(24, '79d3505bd2b38f4e4e10bf69089947dac3451c9e', '', '库里', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '0386409d454534d6e4d23d5b64392330363e6fc6', 'curry@gmail.com', '12345678', 'http://curry.com', '男', 'face/m70.gif', 0, '2016-08-20 22:26:38', '2016-08-20 22:26:38', '::1', 0),
(25, 'fa476267fc27fdd90db21893dbfa74ec5ac85b3d', '', '克莱·汤普森', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '618e78bda6d3aa3ce465ec1e9f1a37b2c2c72d21', 'klay@gmail.com', '12345678', 'http://klay.com', '男', 'face/m69.gif', 0, '2016-08-20 22:28:31', '2016-09-27 17:07:40', '::1', 1),
(26, '3d15855daa549c5727c4379b85c038844f25ba16', '', '韦德', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', 'd17ac6286f208642cb3d632ba174e7108c59c643', 'wade@gmail.com', '2121356', 'http://wade.com', '男', 'face/m74.gif', 0, '2016-08-20 22:30:13', '2016-09-26 23:10:44', '::1', 1),
(27, '7a57c03b4e1a4546752aa2ba3060fd3da9aa9f3d', '', '詹姆斯', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '778ef0d3e9d935e6e3e62b6c46c9577147590391', 'james@gmail.com', '12346985', 'http://james.com', '男', 'face/m72.gif', 0, '2016-08-20 22:31:42', '2016-09-27 17:02:52', '::1', 1),
(28, '4e29af8eb77fe73dd14317bb5f5b3e9b1cb7ad67', '', '欧文', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '5d80268805af313a1506c83cc9334a36c8eb3ab9', 'iring@gmail.com', '12563489', 'http://iring.com', '男', 'face/m73.gif', 0, '2016-08-20 22:34:05', '2016-09-20 00:09:10', '::1', 1),
(29, 'f52ee375e31de844dd766a912a93556f31c26b60', '', '吉诺比利', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '399501f3cd50acdd6402bab3e7b236fd55e86573', 'jinuobili@gmail.com', '52656565', 'http://jinuobili.com', '男', 'face/m68.gif', 0, '2016-08-20 22:37:43', '2016-09-27 17:04:30', '::1', 1),
(30, 'a8fe2a563d6b1ade4ac3b576a09bb92fa1aa999d', '', '邓肯', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '39ad3ae0a8bad0d0e5f06da1da8893cc9e47027b', 'ducun@gmail.com', '111111222', 'http://ducun.com', '男', 'face/m81.gif', 0, '2016-08-20 23:31:01', '2016-09-26 23:12:06', '::1', 1),
(31, '2925cdbfcb0560d29feafb11a0fc49307616e017', '', '布克', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', 'ba6e37432dcdd946808a390ed61fb7350ea69877', 'buke@gmail.com', '2121356', 'http://buke.com', '男', 'face/m75.gif', 0, '2016-08-20 23:33:04', '2016-08-20 23:33:04', '::1', 0),
(32, '74e7a1b39557826c9b5bd7bc8642ef24e2000142', '', '德罗赞', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', 'fdd90e7195e3f9ba475cf2c2d38e74d280ffedc9', 'deluozan@gmail.com', '123652353', 'http://deluozan.com', '男', 'face/m67.gif', 0, '2016-08-21 14:55:20', '2016-09-26 23:07:22', '::1', 1),
(33, 'bd8ab450ccb034fc33fe42efc2cac052b688ca2a', '', '孙茂昀', '7c4a8d09ca3762af61e59520943dc26494f8941b', '密码提示', 'c839a8ff17885af0b098662ccc3ac5e3111b3b3b', '1072183582@qq.com', '1072183582', 'http://cecurio.com', '男', 'face/m23.gif', 0, '2016-08-30 19:03:26', '2016-09-20 18:23:07', '::1', 1),
(34, '0c848604651e1cd0d1c95bcaca245bf021e9afe7', '', '单凯', '7c4a8d09ca3762af61e59520943dc26494f8941b', '我是谁', '4808d7a96cbb6533285f3c157264a808c84c9304', '1072183582@qq.com', '1072183582', 'http://www.cecurio.cn', '男', 'face/m78.gif', 1, '2016-09-09 00:36:06', '2016-10-10 22:33:45', '::1', 23);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
